Revit 2027 API
ImageType.PathType Property
 The path type that was used to refer to the file from which the ImageType was loaded.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public PathType PathType { get; }
Public ReadOnly Property PathType As PathType
	Get
public:
property PathType PathType {
	PathType get ();
}
member PathType : PathType with get
Property Value
PathType
See Also
Reference
ImageType Class
Autodesk.Revit.DB Namespace